const ReferData = {
    "english": {
        "langcode": "1",
        "topbanner" : "https://opt.toiimg.com/images/banner/Banner_Loot_english.png",
        "midbanner" : "https://opt.toiimg.com/images/banner/Invite_refer&earn_english.png",
        "titleCard": ["Introducing NewsPoint Loot Bonanza!", "It’s raining more than 5,00,000 tokens for top 100 winners."],
        "subtitle": "Invite your friends on NewsPoint app and the user who gets maximum friends to install the app win the contest.",
        "offer": "Offer Valid - 20 May 2019, 2PM to 31 May 2019, 2PM",
        "howto": "How to Win?",
        "howtolist": [
            "Invite maximum friends on NewsPoint app.",
            "Your friends are required to install the app, enter your referral code and then signup on the app.",
            "On every successful friend sign up, your friend wins 20 tokens and you win 30 tokens.",
            "Moreover, you then become part of the contest and you can check your rank and leaderboard in the tab provided. More the number of friends who join NewsPoint, the more you move up the leaderboard.",
            "At the end of the contest, top 100 winners win the following rewards:"
        ],
        "prizes": [
            {
                "text1": "Rank 1",
                "text2": "50,000 Tokens"
            },{
                "text1": "Rank 2",
                "text2": "30,000 Tokens"
            },{
                "text1": "Rank 3",
                "text2": "20,000 Tokens"
            },{
                "text1": "Rank 4-20",
                "text2": "10,000 Tokens"
            },{
                "text1": "Rank 21-50",
                "text2": "5,000 Tokens"
            },{
                "text1": "Rank 51-100",
                "text2": "1,000 Tokens"
            }
        ],
        "tnc": "Terms & Conditions?",
        "tnclist": [
            "NewsPoint Loot contest is valid only from 20 May 2019, 2PM to 31 May 2019, 2PM",
            "Referrals in which friends sign up within the validity period would only be considered as part of the contest.",
            "All winners will be credited rewards in the same account with phone number from which they participated in the Loot contest.",
            "The rewards will be credited within 15 working days after the contest in over.",
            "NewsPoint reserves the right to blacklist any winner who is tries to fraud the system"
        ]
    },
    "hindi": {
        "langcode": "2",
        "topbanner" : "https://opt.toiimg.com/images/banner/Banner_Loot_Hindi.png",
        "midbanner" : "https://opt.toiimg.com/images/banner/Invite_refer&earn_hi.png",
        "titleCard": ["पेश कर रहे हैं NewsPoint Loot Bonanza!", "टॉप 100 विजेताओं के लिए 5,00,000+ टोकंस जीतने का मौका"],
        "subtitle": "अपने दोस्तों को  NewsPoint App पर इनवाइट करें और सबसे ज्यादा इंस्टाल करवाने वाला यूज़र होगा कॉन्टेस्ट का विजेता",
        "offer": "वैधता - 20 मई 2019 दोपहर 2 बजे से लेकर 31 मई 2019 दोपहर 2 बजे तक",
        "howto": "यह कैसे काम करता है?",
        "howtolist": [
            "NewsPoint App पर ज्यादा से ज्यादा लोगों को इनवाइट करें",
            "आपके इनवाइट किए हुए दोस्तों को NewsPoint App इंस्टाल करना है, अपना रेफरल कोड डालना है और ऐप पर साइन-इन करना है।",
            "हरेक दोस्त के सफलतापूर्वक साइन-अप के बाद आपके दोस्त को मिलेंगे 20 टोकंस और आपको 30 टोकंस",
            "इसके अलावा ऐसा कर आप इस कॉन्टेस्ट का हिस्सा बन जाएंगे और अपना रैंक लीडरबोर्ड के ज़रिए देख पाएंगे। आपके जितने ज्यादा से ज्यादा दोस्त NewsPoint App इंस्टाल करेंगे, उतना ही आप लीडरबोर्ड में ऊपर आते जाएंगे।",
            "कॉन्टेस्ट के अंत में टॉप 100 विजेता चुने जाएंगे, जिन्हें मिलेंगे -"
        ],
        "prizes": [
            {
                "text1": "रैंक 1",
                "text2": "50,000 टोकंस"
            },{
                "text1": "रैंक 2",
                "text2": "30,000 टोकंस"
            },{
                "text1": "रैंक 3",
                "text2": "20,000 टोकंस"
            },{
                "text1": "रैंक 4-20",
                "text2": "10,000 टोकंस"
            },{
                "text1": "रैंक 21-50",
                "text2": "5,000 टोकंस"
            },{
                "text1": "रैंक 51-100",
                "text2": "1,000 टोकंस"
            }
        ],
        "tnc": "नियम एवं शर्तें",
        "tnclist": [
            "NewsPoint लूट कॉन्टेस्ट 20 मई 2019 दोपहर 2 बजे से लेकर 31 मई 2019 दोपहर 2 बजे तक ही मान्य रहेगा।",
            "बताई गई अवधि के बीच ही साइन-अप किए हुए रेफरल्स को कॉन्टेस्ट का हिस्सा माना जाएगा।",
            "सभी विजेताओं को रिवार्ड्स उनके फोन नंबर से अटैच्ड उसी अकाउंट में क्रेडिट किए जाएंगे, जिससे इस कॉन्टेस्ट में हिस्सा लिया है।",
            "रिवार्ड्स 15 कार्यदिवसों के अंदर क्रेडिट किया जाएगा",
            "NewsPoint के पास नियम-विरुद्ध गतिविधि करने वाले को कॉन्टेस्ट से बाहर निकालने का सर्वाधिकार सुरक्षित है।"
        ]
    },
    "kannada": {
        "langcode": "3",
        "topbanner" : "/img/lootrefer.svg",
        "midbanner" : "/img/refersteps.svg",
        "titleCard": ["ಪರಿಚಯಿಸುತ್ತಿದ್ದೇವೆ ನ್ಯೂಸ್ ಪಾಯಿಂಟ್ ಲೂಟ್ ಧಮಾಕಾ","100 ವಿಜೇತರಿಗೆ 5,00,000 ಕ್ಕೂ ಅಧಿಕ ಟೋಕನ್ಸ್ ಮಳೆ ಸುರಿಯಲಿದೆ"],
        "subtitle": "ನ್ಯೂಸ್ ಪಾಯಿಂಟ್ ಅಪ್ ಗೆ ನಿಮ್ಮ ಸ್ನೇಹಿತರನ್ನ ಆಹ್ವಾನಿಸಿ ಮತ್ತು ಯಾರು ಅತಿ ಹೆಚ್ಚು ಸ್ನೇಹಿತರನ್ನ ಆಹ್ವಾನಿಸಿ ಆಪ್ ಇನ್ ಸ್ಟಾಲ್ ಮಾಡಿಸುತ್ತಾರೋ ಅವರು ಸ್ಪರ್ಧೆಯ ವಿಜಯಶಾಲಿಯಾಗುತ್ತಾರೆ.",
        "offer": "ಸ್ಪರ್ಧೆಯ ಅವಧಿ - 15 ಮೇ  2019, ಮಧ್ಯಾಹ್ನ 12ರಿಂದ 27 ಮೇ 2019, ಮಧ್ನಾಹ್ನ 12ರವರೆಗೆ",
        "howto": "ಈ ಸ್ಪರ್ಧೆ ಹೇಗೆ ನಡೆಯುತ್ತದೆ?",
        "howtolist": [
            "ನ್ಯೂಸ್ ಪಾಯಿಂಟ್ ಆಪ್ ಗೆ ಗರಿಷ್ಠ ಪ್ರಮಾಣದಲ್ಲಿ ಸ್ನೇಹಿತರನ್ನ ಆಹ್ವಾನಿಸಿ.",
            "ನಿಮ್ಮ ಸ್ನೇಹಿತರು ಆಪ್ ಇನ್ ಸ್ಟಾಲ್ ಮಾಡಬೇಕು, ಜೊತೆಗೆ ನಿಮ್ಮ ರೆಫರಲ್ ಕೋಡ್ ಹಾಕಿ ಆಪ್ ನಲ್ಲಿ ಸೈನ್ ಅಪ್ ಮಾಡಬೇಕು.",
            "ಪ್ರತಿ ಬಾರಿ ನಿಮ್ಮ ಸ್ನೇಹಿತ ಸೈನ್ ಅಪ್ ಯಶಸ್ವಿಯಾದಾಗ, ನಿಮ್ಮ ಸ್ನೇಹಿತ 20 ಟೋಕನ್ಸ್ ಮತ್ತು ನೀವು 20 ಟೋಕನ್ಸ್ ಗೆಲ್ಲುತ್ತೀರಿ.",
            "ಅದಕ್ಕಿಂತ ಮಿಗಿಲಾಗಿ ನೀವು ಸ್ಪರ್ಧೆಯ ಭಾಗವಾಗುತ್ತೀರಿ ಮತ್ತು ಜೊತೆಗೆ ನೀವು ಅಪ್ನಲ್ಲಿ ನಿಮ್ಮ ಶ್ರೇಣಿ ಮತ್ತು ಲೀಡರ್ ಬೋರ್ಡ್ ನೋಡಬಹುದು. ನೀವು ಹೆಚ್ಚು ಹೆಚ್ಚು ಸ್ನೇಹಿತರನ್ನ ನ್ಯೂಸ್ ಪಾಯಿಂಟ್ ಬಳಗಕ್ಕೆ ಸೇರಿಸಿದಷ್ಟೂ ಲೀಡರ್ ಬೋರ್ಡ್ ನಲ್ಲಿ ನೀವು ಮೇಲೇರುತ್ತೀರಿ.",
            "ಸ್ಪರ್ಧೆಯ ಅಂತ್ಯದಲ್ಲಿ ಅಂತಿಮ 100 ಮಂದಿ ವಿಜಯಶಾಲಿಗಳು ಈ ಕೆಳಗಿನ ಬಹುಮಾನಗಳನ್ನ ಗಳಿಸುತ್ತಾರೆ."
        ],
        "prizes": [
            {
                "text1": "ಶ್ರೇಣಿ  1",
                "text2": "50,000 ಟೋಕನ್ಸ್"
            },{
                "text1": "ಶ್ರೇಣಿ  2",
                "text2": "30,000 ಟೋಕನ್ಸ್"
            },{
                "text1": "ಶ್ರೇಣಿ  3",
                "text2": "20,000 ಟೋಕನ್ಸ್"
            },{
                "text1": "ಶ್ರೇಣಿ  4",
                "text2": "10,000 ಟೋಕನ್ಸ್"
            },{
                "text1": "ಶ್ರೇಣಿ  5",
                "text2": "5,000 ಟೋಕನ್ಸ್"
            },{
                "text1": "ಶ್ರೇಣಿ  6",
                "text2": "1,000 ಟೋಕನ್ಸ್"
            }
        ],
        "tnc": "ನಿಯಮ ಮತ್ತು ಷರತ್ತುಗಳು",
        "tnclist": [
            "ನ್ಯೂಸ್ ಪಾಯಿಂಟ್ ಲೂಟ್ ಸ್ಪರ್ಧೆ15 ಮೇ  2019, ಮಧ್ಯಾಹ್ನ 12ರಿಂದ 27 ಮೇ 2019, ಮಧ್ನಾಹ್ನ 12ರವರೆಗೆ ಮಾತ್ರವಿರುತ್ತದೆ.",
            "ರೆಫರಲ್ ಮಾಡಲಾದ ಸ್ನೇಹಿತರು ಈ ಅವಧಿಯೊಳಗೆ ಸೈನ್ ಅಪ್ ಮಾಡಿದರೆ ಮಾತ್ರ ಅವರನ್ನ ಸ್ಪರ್ಧೆಯ ಭಾಗವಾಗಿ  ಪರಿಗಣಿಸಲಾಗುತ್ತದೆ.",
            "ಪ್ರತಿ ವಿಜಯಶಾಲಿ ಯಾವ ಫೋನ್ ನಂಬರ್ ಬಳಸಿ ಲೂಟಿ ಸ್ಪರ್ಧೆಯಲ್ಲಿ ಭಾಗವಹಿಸಿದ್ದಾರೋ ಅದೇ ಖಾತೆಗೆ ಬಹುಮಾನ ಜಮಾ ಮಾಡಲಾಗುತ್ತದೆ.",
            "ಸ್ಪರ್ಧೆ ಮುಗಿದ 15 ದಿನಗಳೊಳಗಾಗಿ ನಿಮ್ಮ ಬಹುಮಾನ ನಿಮ್ಮ ಖಾತೆ ಸೇರುತ್ತದೆ.",
            "ಯಾವುದೇ ಸ್ಪರ್ಧಿ ಸ್ಪರ್ಧೆ ವೇಳೆ ವಂಚನೆಗೆ ಯತ್ನಿಸಿದ್ದಲ್ಲಿ ಅವರನ್ನ ಕಪ್ಪು ಪಟ್ಟಿಗೆ ಸೇರಿಸುವ ಹಕ್ಕನ್ನ ನ್ಯೂಸ್ ಪಾಯಿಂಟ್ ಹೊಂದಿರುತ್ತದೆ."
        ]
    },
    "gujarati": {
        "langcode": "4",
        "topbanner" : "/img/lootrefer.svg",
        "midbanner" : "/img/refersteps.svg",
        "titleCard": ["રજૂ કરી રહ્યા છીએ NewsPoint Loot Bonanza!","ટોપ 100 વિજેતાઓ માટે 5,00,000+ ટોકન્સ જીતવાની તક"],
        "subtitle": "તમારા મિત્રોને NewsPoint App પર ઈનવાઈટ કરો અને સૌથી વધુ ઈન્સ્ટોલ કરાવનારા યૂઝર બનશે કોન્ટેસ્ટના વિજેતા",
        "offer": "સમય મર્યાદા- 15 મે 2019 બપોરે 12 કલાકથી લઈને 27મી મે 2019 બપોરે 12 કલાક સુધી",
        "howto": "તે કઈ રીતે કામ કરે છે?",
        "howtolist": [
            "NesPoint App પર વધુમાં વધુ લોકોને ઈનવાઈટ કરો.",
            "તમારા ઈનવાઈટ કરાયેલા મિત્રોએ NewsPoint App ઈન્સ્ટોલ કરવાનું છે, તમારો રેફરલ કોડ નાખવાનો છે અને એપ પર સાઈન-ઈન કરવાનું છે.",
            "દરેક મિત્રના સફળતાપૂર્વકના સાઈન-અપ બાદ તમારા મિત્રને મળશે 20 ટોકન્સ અને તમને 30 ટોકન્સ",
            "તે ઉપરાંત આવું કરીને તમે આ કોન્ટેસ્ટનો ભાગ બની જશો અને તમારી રેન્ક લીડરબોર્ડ દ્વારા જોઈ શકશો. તમારા જેટલા વધારે મિત્રો NewsPoint App ઈન્સ્ટોલ કરશે, એટલા તમે લીડરબોર્ડમાં ઉપર આવતા જશો.",
            "કોન્ટેસ્ટના અંતમાં ટોપ 100 વિજેતા પસંદ કરવામાં આવશે, જેમને મળશે-"
        ],
        "prizes": [
            {
                "text1": "રેન્ક 1",
                "text2": "50,000 ટોકન્સ"
            },{
                "text1": "રેન્ક 2",
                "text2": "30,000 ટોકન્સ"
            },{
                "text1": "રેન્ક 3",
                "text2": "20,000 ટોકન્સ"
            },{
                "text1": "રેન્ક 4",
                "text2": "10,000 ટોકન્સ"
            },{
                "text1": "રેન્ક 5",
                "text2": "5,000 ટોકન્સ"
            },{
                "text1": "રેન્ક 6",
                "text2": "1,000 ટોકન્સ"
            }
        ],
        "tnc": "",
        "tnclist": [
            
        ]
    },
    "tamil": {
        "langcode": "5",
        "topbanner" : "/img/lootrefer.svg",
        "midbanner" : "/img/refersteps.svg",
        "titleCard": ["அறிமுகம் செய்கிறோம் NewsPoint Loot Bonanza!","முதல் 100 வெற்றியாளர்களுக்கு 5 லட்சம் டோக்கன்கள் காத்திருக்கின்றன."],
        "subtitle": "NewsPoint செயலியில் இருந்து நண்பர்களை அழையுங்கள், யாருடைய நண்பர்கள் அதிகம் இன்ஸ்டால் செய்கிறார்களோ அவர்களே வெற்றியாளர்கள்",
        "offer": "போட்டிக்காலம் - 15 மே 2019 நண்பகல் 12 மணி முதல் 27 மே 2019 நண்பகல் 12 மணி வரை",
        "howto": "வழிமுறைகள் என்ன?",
        "howtolist": [
            "NewsPoint செயலியில் இருந்து நிறைய நண்பர்களுக்கு அழைப்பு அனுப்புங்கள்.",
            "உங்கள் நண்பர்கள் செயலியை இன்ஸ்டால் செய்ய வேண்டும், உங்கள் பரிந்துரை குறியீட்டை கொடுத்து உள்நுழைய வேண்டும்.",
            "ஒவ்வொரு வெற்றிகரமான உள்நுழைவின்போதும், உங்கள் நண்பருக்கு 20 டோக்கன்களும், உங்களுக்கு 30 டோக்கன்களும் கிடைக்கும்.",
            "மேலும், நீங்களும் ஒரு போட்டியாளர் ஆவீர்கள். உங்கள் தரவரிசையை லீடர்போர்டு என்ற பட்டையில் காணலாம். நிறைய நண்பர்கள் இணையும்போது, லீடர்போர்டில் உங்கள் இடம் உயரும்.",
            "போட்டியின் முடிவில் முதல் 100 வெற்றியாளர்களுக்கு பின்வரும் பரிசுகள் கிடைக்கும்."
        ],
        "prizes": [
            {
                "text1": "தரவரிசை 1",
                "text2": "50,000 டோக்கன்கள்"
            },{
                "text1": "தரவரிசை 2",
                "text2": "30,000 டோக்கன்கள்"
            },{
                "text1": "தரவரிசை 3",
                "text2": "20,000 டோக்கன்கள்"
            },{
                "text1": "தரவரிசை 4",
                "text2": "10,000 டோக்கன்கள்"
            },{
                "text1": "தரவரிசை 5",
                "text2": "5,000 டோக்கன்கள்"
            },{
                "text1": "தரவரிசை 6",
                "text2": "1,000 டோக்கன்கள்"
            }
        ],
        "tnc": "விதிமுறைகள் மற்றும் நிபந்தனைகள்",
        "tnclist": [
            "NewsPoint Loot contest 15 மே 2019 நண்பகல் 12 மணி முதல் 27 மே 2019 நண்பகல் 12 மணி வரை மட்டுமே நடைபெறும்.",
            "போட்டி காலத்திற்குள் உள்நுழையும் நண்பர்களின்  பரிந்துரை குறியீடுகள் மட்டுமே போட்டியின் ஒரு பகுதியாக பரிசீலிக்கப்படும்.",
            "வெற்றிபெற்ற அனைவரின் பரிசுகளும், அவர்கள் Loot contest-ல் பங்கேற்க பயன்படுத்திய மொபைல் எண்ணுடன் இணைந்த அக்கவுண்டில் மட்டுமே வரவு வைக்கப்படும்.",
            "போட்டி முடிவடைந்த 15 வேலை நாட்களுக்குள் பரிசுகள் வரவு வைக்கப்படும்.",
            "முறைகேட்டில் ஈடுபட முயற்சி செய்யும் வெற்றியாளர்களின் கணக்கை பிளாக்லிஸ்ட் செய்ய NewsPointக்கு உரிமை உள்ளது."
        ]
    },
    "malayalam": {
        "langcode": "6",
        "topbanner" : "/img/lootrefer.svg",
        "midbanner" : "/img/refersteps.svg",
        "titleCard": ["അവതരിപ്പിക്കുന്നു!  NewsPoint  Loot Bonanza!","ടോപ്പ് 100 വിജയികൾക്ക് 5,00,000-ൽ കൂടുതൽ ടോക്കണുകൾ ലഭിക്കുന്നു"],
        "subtitle": "NewsPoint ആപ്പിലേക്ക് സുഹൃത്തുകളെ ക്ഷണിക്കൂ! ഏറ്റവും കൂടുതൽ ആപ്പ് ഇൻസ്റ്റാൾ ചെയ്യിപ്പിക്കുന്നവരാകും മത്സര വിജയികൾ",
        "offer": "കാലാവധി - 2019 മെയ് 15, ഉച്ചയ്ക്ക് 12 മണി - മെയ് 27-ാം തിയതി, ഉച്ചയ്ക്ക് 12 മണി വരെ",
        "howto": "എങ്ങനെ പങ്കെടുക്കും?",
        "howtolist": [
            "NewsPoint ആപ്പിലേക്ക് പരമാവധി സുഹൃത്തുകളെ ക്ഷണിക്കുക",
            "സുഹൃത്തുകൾ ആപ്പ് ഇൻസ്റ്റാൾ ചെയ്ത്, നിങ്ങളുടെ റെഫറൽ കോഡ് നൽകണം. എന്നിട്ട് ആപ്പിലേക്ക് സൈൻ അപ്പ് ചെയ്യുക.",
            "വിജയകരമായ ഒരോ സൈൻ അപ്പിനും, നിങ്ങളുടെ സുഹൃത്തിന് 20 ടോക്കണുകളും നിങ്ങൾക്ക് 30 ടോക്കണുകളും ലഭിക്കും",
            "ഇതിനുപുറമേ, നിങ്ങൾ മത്സരത്തിന്‍റെ ഭാഗമാകുകയും നിങ്ങളുടെ റാങ്കും ലീഡർബോർഡും കൊടുത്തിട്ടുള്ള ടാബിൽ പരിശോധിക്കാവുന്നതുമാണ്. NewsPoint-ൽ ചേരുന്ന സുഹൃത്തുകളുടെ എണ്ണം കൂടുംതോറും ലീഡർബോർഡിൽ നിങ്ങളുടെ സ്ഥാനം ഉയരും.",
            "മത്സരത്തിന്‍റെ അവസാനഘട്ടത്തിൽ ടോപ്പ് 100 വിജയികൾ താഴെ പറയുന്ന റിവാർഡുകൾ നേടും"
        ],
        "prizes": [
            {
                "text1": "റാങ്ക് 1",
                "text2": "50,000 ടോക്കണുകൾ"
            },{
                "text1": "റാങ്ക് 2",
                "text2": "30,000 ടോക്കണുകൾ"
            },{
                "text1": "റാങ്ക് 3",
                "text2": "20,000 ടോക്കണുകൾ"
            },{
                "text1": "റാങ്ക് 4",
                "text2": "10,000 ടോക്കണുകൾ"
            },{
                "text1": "റാങ്ക് 5",
                "text2": "5,000 ടോക്കണുകൾ"
            },{
                "text1": "റാങ്ക് 6",
                "text2": "1,000 ടോക്കണുകൾ"
            }
        ],
        "tnc": "നിയമങ്ങളും നിബന്ധനകളും",
        "tnclist": [
            "NewsPoint  Loot മത്സരം, 15 മെയ് 2019 ഉച്ചയ്ക്ക് 12 മണി മുതൽ 27 മെയ് 2019 ഉച്ചയ്ക്ക് 12 മണി വരെ മാത്രം",
            "പറഞ്ഞിരിക്കുന്ന കാലാവധിക്കുള്ളിൽ മാത്രം സൈൻ അപ്പ് ചെയ്യുന്ന സുഹൃത്തുകളുടെ റെഫറല്ലുകളെ മാത്രമേ മത്സരത്തിലേക്ക് പരിഗണിക്കുകയുള്ളു.",
            "Loot മത്സരത്തിൽ പങ്കെടുത്ത അതേ ഫോൺ നമ്പറുള്ള അതേ അക്കൗണ്ടിലേക്ക് മാത്രമേ വിജയികൾക്കുള്ള റിവാർഡുകൾ ക്രെഡിറ്റ് ചെയ്യപ്പെടുകയുള്ളു.",
            "മത്സരം അവസാനിച്ച് 15 പ്രവർത്തന ദിവസങ്ങൾക്കുള്ളിൽ റിവാർഡുകൾ ക്രെഡിറ്റ് ചെയ്യപ്പെടും.",
            "തട്ടിപ്പോ അസത്യമായ കാര്യങ്ങളോ ആണ് നിങ്ങൾ നടത്തിയതെന്ന് കണ്ടെത്തിയാൽ നിങ്ങളെ കരിമ്പട്ടികയിൽ ചേർക്കുന്ന കാര്യത്തിൽ തീരുമാനം എടുക്കാൻ NewsPointന് എല്ലാ അധികാരവുമുണ്ടാകും."
        ]
    },
    "bengali": {
        "langcode": "7",
        "topbanner" : "/img/lootrefer.svg",
        "midbanner" : "/img/refersteps.svg",
        "titleCard": ["এবার এল NewsPoint লুঠ বোনাঞ্জা","১০০ জন প্রথম বিজয়ীর জন্য রয়েছে ৫০০০০০ টোকেন"],
        "subtitle": "বন্ধুদের NewsPoint অ্য়াপে আহ্বান জানান! যার আহ্বানে সবচেয়ে বেশি অ্যাপ ইন্সটল হবে তিনিই জিতবেন প্রতিযোগিতা",
        "offer": "বৈধতা-১৫ মে ২০১৯, দুপুর ১২টা থেকে ২৭ মে ২০১৯, দুপুর ১২টা পর্যন্ত",
        "howto": "কীভাবে কাজ করবে?",
        "howtolist": [
            "বেশি সংখ্যক বন্ধুকে NewsPoint অ্যাপে আহ্বান জানান",
            "আপনার আহ্বানে আসা বন্ধুদের ইনস্টল করবে হবে অ্যাপ! দিতে হবে আপনার রেফারেল কোড, তারপর অ্যাপে সাইনআপ করা যাবে",
            "প্রত্যেক সফল সাইনআপে আপনার বন্ধু জিতে নেবে ২০ টোকেন, আর আপনি জিতবেন ৩০ টোকেন",
            "আপনিও এবার প্রতিযোগিতার অংশ হতে পারবেন এবং নিজের স্থান লিডারবোর্ডে দেখে নিতে পারবেন। NewsPoint-এ যত বেশি বন্ধু আপনার রেফারেলে আসবে ততো আপনি উপরে উঠবেন।",
            "সেরা ১০০ জন বিজয়ী এভাবেই জিতবেন :"
        ],
        "prizes": [
            {
                "text1": "প্রথম বিজয়ী",
                "text2": "৫0,000 tokens"
            },{
                "text1": "দ্বিতীয় বিজয়ী",
                "text2": "৩0,000 tokens"
            },{
                "text1": "তৃতীয় বিজয়ী",
                "text2": "২0,000 tokens"
            },{
                "text1": "চতুর্থ থেকে ২0-তম বিজয়ী",
                "text2": "১0,000 tokens"
            },{
                "text1": "২১-তম থেকে ৫0-তম বিজয়ী",
                "text2": "৫,000 tokens"
            },{
                "text1": "৫১-তম থেকে-শততম বিজয়ী",
                "text2": "১,000 tokens"
            }
        ],
        "tnc": "শর্তাবলী",
        "tnclist": [
            "NewsPoint লুঠ প্রতিযোগিতার বৈধতা ১৫ মে ২০১৯, দুপুর ১২টা থেকে ২৭ মে ২০১৯, দুপুর ১২টা পর্যন্ত",
            "রেফারেলে যে বন্ধু নির্দিষ্ট সময়েই সাইনআপ করবে, তাকেই প্রতিযোগিতায় বৈধ বলে ধরা হবে",
            "যে ফোন নম্বর ও অ্যাকাউন্ট দিয়ে একজন প্রতিযোগী প্রতিযোগিতায় যোগ দেবেন, সেখানেই রিওয়ার্ড ক্রেডিট হবে",
            "প্রতিযোগিতা শেষ হওয়ার ১৫ দিনের মধ্যে রিওয়ার্ড ক্রেডিট হবে অ্যাকাউন্টে",
            "কোন প্রতারণা ধরা পড়লে NewsPoint সেই বিজয়ীকে ব্ল্যাকলিস্ট করতে পারে"
        ]
    }
}

export default ReferData;